Tekla Open API Reference for Tekla Structures 2025
FormBorders.StoreFormSizeAndLocation Method
Overload List
Name | Description
StoreFormSizeAndLocation(Form)
 Stores the form size and location into the registry.
StoreFormSizeAndLocation(Window)
 Stores the window size and location into the registry.
Top
See Also
Reference
FormBorders Class
Tekla.Structures.Dialog Namespace